[["0",{"pageContent":"1. Verkehrszeichenassistent\r\nBeschreibung: Erkennt und reagiert auf Geschwindigkeitsbegrenzungen.\r\nFunktionen: Das System erkennt Tempolimits und zeigt diese im Display an. Bei Erkennung eines neuen Tempolimits wird die Geschwindigkeit automatisch vom Fahrzeug übernommen.","metadata":{"loc":{"lines":{"from":1,"to":3}}}}],["1",{"pageContent":"Benutzerinteraktion: Aktion: Den Hebel nach oben oder unten drücken. Zweck: Um die Geschwindigkeit manuell zu erhöhen (oben) oder zu verringern (unten). Rückmeldung: Die individuell eingestellte Geschwindigkeit wird im Display angezeigt.\r\nVisuelle Elemente: Anzeige des Tempolimits im Fahrerdisplay. Bedienelement (Hebel) am Lenkrad.\r\n\r\n2. Abstandssassistent/Adaptiver Geschwindigkeitsassistent (ACC)\r\nBeschreibung: Hält automatisch den Abstand zum vorausfahrenden Fahrzeug.","metadata":{"loc":{"lines":{"from":4,"to":8}}}}],["2",{"pageContent":"Funktionen: Das Fahrzeug bremst oder beschleunigt je nach Verkehrssituation automatisch, um den eingestellten Abstand zu halten.\r\nBenutzerinteraktion: Aktion: Die Abstandstasten am Lenkrad drücken. Zweck: Den Abstand zum Vorderfahrzeug vergrößern (rechte Taste) oder verringern (linke Taste). Rückmeldung: Der Abstand wird symbolisch im Display angezeigt (mehr Striche = größerer Abstand).\r\nVisuelle Elemente: Abstandstasten am Lenkrad. Symbolische Anzeige des Abstands im Display.","metadata":{"loc":{"lines":{"from":9,"to":11}}}}],["3",{"pageContent":"3. Ampelerkennung\r\nBeschreibung: Erkennt Ampeln und reagiert auf rote Signale.\r\nFunktionen: Das System erkennt Ampeln und bremst bei einem roten Signal das Fahrzeug automatisch bis zum Stillstand ab.\r\nBenutzerinteraktion: Aktion: Nach dem Stillstand an einer roten Ampel muss der Fahrer die Kontrolle übernehmen und manuell wieder anfahren. Reaktivierung: Das teilautomatisierte Fahren kann reaktiviert werden, sobald das entsprechende Symbol (weißes Lenkrad mit \"A\") im Display aufleuchtet.","metadata":{"loc":{"lines":{"from":13,"to":16}}}}],["4",{"pageContent":"Visuelle Elemente: Ampel-Symbol. Symbol für Übernahmeaufforderung/Reaktivierung.\r\n\r\n4. Spurführungs- und Spurwechselassistent\r\nBeschreibung: Unterstützt beim Halten der Spur und beim Spurwechsel.","metadata":{"loc":{"lines":{"from":17,"to":20}}}}],["5",{"pageContent":"Funktionen: Spurführung: Solange das teilautomatisierte Fahren aktiv ist, hält das Fahrzeug automatisch die Spur. Spurwechsel: Auf mehrspurigen Straßen wechselt das Fahrzeug automatisch die Spur, wenn der Fahrer den Blinker antippt und der Verkehr dies zulässt. Das System beobachtet dabei selbstständig die Umgebung.\r\nBenutzerinteraktion: Aktion: Den Blinker antippen. Zweck: Einen automatischen Spurwechsel einleiten.\r\n\r\n5. Notbremsassistent","metadata":{"loc":{"lines":{"from":21,"to":24}}}}],["6",{"pageContent":"5. Notbremsassistent\r\nBeschreibung: Bremst das Fahrzeug in Notsituationen bis zum Stillstand ab.\r\nFunktionen: Das System erkennt Hindernisse wie andere Fahrzeuge oder Personen. Um eine Kollision zu verhindern, bremst das Fahrzeug selbstständig bis zum Stillstand.","metadata":{"loc":{"lines":{"from":24,"to":26}}}}],["7",{"pageContent":"Benutzerinteraktion: Aktion: Nach einem Stillstand durch den Notbremsassistenten muss der Fahrer die Kontrolle übernehmen und manuell wieder anfahren. Reaktivierung: Das teilautomatisierte Fahren kann reaktiviert werden, sobald das entsprechende Symbol (weißes Lenkrad mit \"A\") im Display aufleuchtet.\r\nVisuelle Elemente: Symbol für Übernahmeaufforderung/Reaktivierung.","metadata":{"loc":{"lines":{"from":27,"to":28}}}}]]